PHOTO_DIR = "photos"

TEST_RESPONSES = {
    "201_1.JPG": {
        "detections": [
            {
                "predicted_class": "Отвертка",
                "confidence": 0.95,
                "bbox": [0.723595, 0.715169, 0.514608, 0.676503, 0.522201, 0.603542, 0.731188, 0.642208]
            },
            {
                "predicted_class": "Отвертка",
                "confidence": 0.65,
                "bbox": [-0.056520, 0.449265, 0.045642, 0.251069, 0.610643, 0.768823, 0.508481, 0.967018]
            },
        ]
    },
    "201_2.JPG": {
        "detections": [
            {
                "predicted_class": "Отвертка",
                "confidence": 0.92,
                "bbox": [0.527664, 0.793931, 0.329353, 0.443042, 0.433359, 0.338543, 0.631669, 0.689432]
            },
        ]
    }
}
